function show_znak_oven() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Овнов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Овнам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Овнов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Овнов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Овнам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Овнов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Овнов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Овнов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_telec() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Тельцов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Тельцам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Тельцов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Тельцов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Тельцам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Тельцов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Тельцов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Тельцов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_bliznec() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Близнецов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Близнецам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Близнецов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Близнецов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Близнецам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Близнецов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Близнецов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Близнецов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_rak() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Раков настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Ракам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Раков есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Раков есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Ракам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Раков очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Раков. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Раков часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_lev() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Львов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Львам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Львов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Львов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Львам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Львов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Львов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Львов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_deva() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Дев настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Девам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Дев есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Дев есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Девам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Дев очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Дев. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Дев часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_vesi() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Весов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Весам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Весов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Весов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Весам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Весов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Весов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Весов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
    function show_znak_scorp() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Скорпионов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Скорпионам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Скорпионов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Скорпионов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Скорпионам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Скорпионов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Скорпионов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Скорпионов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_strel() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Стрельцов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Стрельцам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Стрельцов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Стрельцов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Стрельцам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Стрельцов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Стрельцов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Стрельцов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_koz() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Козерогов настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Козерогам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Козерогов есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Козерогов есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Козерогам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Козерогов очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Козерогов. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Козерогов часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_vod() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Водолеев настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Водолеям очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Водолеев есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Водолеев есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Водолеям звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Водолеев очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Водолеев. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Водолеев часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }
   function show_znak_riba() {
 $('.all_content').addClass('hide');
 $('.znak_content').addClass('show');   
 $('.znak').text('Для Рыб настало время перемен!');
 $('.znak2').append('<p class="lead">' + "Рыбам очень важно, чтобы вас любили и ценили. И в то же время вы достаточно самокритичны. Вам нравится многообразие и изменения, и бываете недовольны, когда Вас ограничивают строгими правилами. Хотя у Рыб есть некоторые личные недостатки, Вы, как правило, умеете с ними справляться." + '</p>');
 $('.znak3').append('<p class="lead">' + "У Рыб есть много скрытых возможностей, которые вы так и не используете себе во благо. И главная такая возможность - это привлекать деньги и удачу в свою жизнь. Рыбам звездами предначертано быть удачливыми и богатыми, и если сейчас ваши денежные дела не так хороши, значит у вас закрыт канал богатства. Не расстраивайтесь, открыть канал богатства и привлечь к себе денежную удачу для Рыб очень просто. И вы можете сделать это сами." +'</p>');
 $('.znak4').append('<p class="lead">' + "В старинных рукописях я давно нашла один древний талисман для привлечения денежной удачи в жизнь Рыб. Это " + '<a href="#roulette">' + "амулет" + '</a>' + " в виде монеты. Поверьте, его сила огромна, весь секрет в том, что он заговаривается на ваше имя становится вашим личным талисманом." +'</p>');
 $('.znak5').append('<p class="lead">' + "Рыб часто охватывают серьезные сомнения, правильное ли вы приняли решение или сделали правильный поступок? Поверьте, с денежным амулетом каждое ваше решение и поступок будут правильными и принесут вам именно то, на что вы рассчитывали." +'</p>');
 }